<?php

return [
    'title' => 'دسته‌بندی‌ها',
    'create' => 'ایجاد دسته‌بندی',
    'edit' => 'ویرایش دسته‌بندی',
    'update' => 'بروزرسانی دسته‌بندی',

    'created' => 'دسته‌بندی با موفقیت ایجاد شد.',
    'updated' => 'دسته‌بندی با موفقیت بروزرسانی شد.',
    'deleted' => 'دسته‌بندی با موفقیت حذف شد.',

    'list' => 'لیست دسته‌بندی‌ها',

    'main' => 'اصلی',
    'regular' => 'عادی',

    'types' => [
        'product' => 'محصولات',
        'faq' => 'سوالات متداول',
    ],

    'seo_settings' => 'تنظیمات سئو',

    'columns' => [
        'name' => 'عنوان',
        'type' => 'نوع دسته‌بندی',
        'parent' => 'دسته‌بندی والد',
        'status' => 'وضعیت',
        'is_main' => 'دسته‌بندی اصلی',
        'products_count' => 'تعداد محصولات',
        'actions' => 'عملیات',
    ],

    'fields' => [
        'type' => 'نوع دسته‌بندی',
        'is_main' => 'دسته‌بندی اصلی',
        'tags' => 'برچسب ها',
        'name' => 'نام دسته‌بندی',
        'slug' => 'اسلاگ',
        'description' => 'توضیحات',
        'parent_id' => 'دسته‌بندی والد',
        'sort_order' => 'ترتیب نمایش',
        'image' => 'تصویر دسته‌بندی',
        'status' => 'وضعیت',
        'meta_title' => 'عنوان متا',
        'meta_description' => 'توضیحات متا',

    ],

    'placeholders' => [
        'name' => 'نام دسته‌بندی را وارد کنید',
        'slug' => 'اسلاگ دسته‌بندی را وارد کنید',
        'description' => 'توضیحات دسته‌بندی را وارد کنید',
        'parent' => 'انتخاب دسته‌بندی والد',
    ],
];
